{
  "page": 1,
  "results": [
    {
      "adult": false,
      "id": 90633,
      "name": "Gal Gadot",
      "original_name": "Gal Gadot",
      "media_type": "person",
      "popularity": 207.789,
      "gender": 1,
      "known_for_department": "Acting",
      "profile_path": "/plLfB60M5cJrnog8KvAKhI4UJuk.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/AaABt75ZzfMGrscUR2seabz4PEX.jpg",
          "id": 297762,
          "title": "Wonder Woman",
          "original_language": "en",
          "original_title": "Wonder Woman",
          "overview": "Diana, princesa de las Amazonas, entrenada para ser una guerrera invencible, fue criada en una isla paradisíaca protegida, hasta que un día, un piloto norteamericano, que tuvo un accidente y acabó en sus costas, le habló de un gran conflicto existente en el mundo, la Primera Guerra Mundial. Diana decidió salir de la isla, convencida de que podía detener la terrible amenaza. Ahora lucha como Wonder Woman, junto a los hombres, en la guerra que acabará con todas las guerras y descubre todos sus poderes y su verdadero destino.",
          "poster_path": "/eRkeeJTLKqA1ZDh9oOI5F4BcaYN.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            12,
            14
          ],
          "popularity": 116.395,
          "release_date": "2017-05-30",
          "video": false,
          "vote_average": 7.236,
          "vote_count": 18845
        },
        {
          "adult": false,
          "backdrop_path": "/egg7KFi18TSQc1s24RMmR9i2zO6.jpg",
          "id": 464052,
          "title": "Wonder Woman 1984",
          "original_language": "en",
          "original_title": "Wonder Woman 1984",
          "overview": "En 1984, en plena guerra fría, Diana Prince, conocida como Wonder Woman se enfrenta al empresario Maxwell Lord y a su antigua amiga Barbara Minerva / Cheetah, una villana que posee fuerza y agilidad sobrehumanas.",
          "poster_path": "/jIIjsExCEv6lsfQGHTXDPk3Q0M5.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            12,
            14
          ],
          "popularity": 87.913,
          "release_date": "2020-12-16",
          "video": false,
          "vote_average": 6.48,
          "vote_count": 7764
        },
        {
          "adult": false,
          "backdrop_path": "/5fX1oSGuYdKgwWmUTAN5MNSQGzr.jpg",
          "id": 209112,
          "title": "Batman vs Superman: El amanecer de la Justicia",
          "original_language": "en",
          "original_title": "Batman v Superman: Dawn of Justice",
          "overview": "Ante el temor de las acciones que pueda llevar a cabo Superman, el vigilante de Gotham City aparece para poner a raya al superhéroe de Metrópolis, mientras que la opinión pública debate cuál es realmente el héroe que necesitan. El hombre de acero y Batman se sumergen en una contienda territorial, pero las cosas se complican cuando una nueva y peligrosa amenaza surge rápidamente, poniendo en jaque la existencia de la humanidad.",
          "poster_path": "/mS3t9puIjLKgoex82cu9d6G0835.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            12,
            14
          ],
          "popularity": 69.309,
          "release_date": "2016-03-23",
          "video": false,
          "vote_average": 5.949,
          "vote_count": 16978
        }
      ]
    },
    {
      "adult": false,
      "id": 525,
      "name": "Christopher Nolan",
      "original_name": "Christopher Nolan",
      "media_type": "person",
      "popularity": 42.185,
      "gender": 2,
      "known_for_department": "Directing",
      "profile_path": "/xuAIuYSmsUzKlUMBFGVZaWsY3DZ.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/8ZTVqvKDQ8emSGUEMjsS4yHAwrp.jpg",
          "id": 27205,
          "title": "Origen",
          "original_language": "en",
          "original_title": "Inception",
          "overview": "Dom Cobb es un ladrón hábil, el mejor de todos, especializado en el peligroso arte de extracción: el robo de secretos valiosos desde las profundidades del subconsciente durante el estado de sueño cuando la mente está más vulnerable. Esta habilidad excepcional de Cobb le ha hecho un jugador codiciado en el traicionero nuevo mundo de espionaje corporativo, pero al mismo tiempo, le ha convertido en un fugitivo internacional y ha tenido que sacrificar todo que le importaba. Ahora a Cobb se le ofrece una oportunidad para redimirse. Con un último trabajo podría recuperar su vida anterior, pero solamente si logra lo imposible.",
          "poster_path": "/tXQvtRWfkUUnWJAn2tN3jERIUG.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            878,
            12
          ],
          "popularity": 120.606,
          "release_date": "2010-07-15",
          "video": false,
          "vote_average": 8.365,
          "vote_count": 34241
        },
        {
          "adult": false,
          "backdrop_path": "/pbrkL804c8yAv3zBZR4QPEafpAR.jpg",
          "id": 157336,
          "title": "Interstellar",
          "original_language": "en",
          "original_title": "Interstellar",
          "overview": "Narra las aventuras de un grupo de exploradores que hacen uso de un agujero de gusano recientemente descubierto para superar las limitaciones de los viajes espaciales tripulados y vencer las inmensas distancias que tiene un viaje interestelar.",
          "poster_path": "/nrSaXF39nDfAAeLKksRCyvSzI2a.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            18,
            878
          ],
          "popularity": 160.628,
          "release_date": "2014-11-05",
          "video": false,
          "vote_average": 8.412,
          "vote_count": 32156
        },
        {
          "adult": false,
          "backdrop_path": "/nMKdUUepR0i5zn0y1T4CsSB5chy.jpg",
          "id": 155,
          "title": "El caballero oscuro",
          "original_language": "en",
          "original_title": "The Dark Knight",
          "overview": "Batman/Bruce Wayne regresa para continuar su guerra contra el crimen. Con la ayuda del teniente Jim Gordon y del Fiscal del Distrito Harvey Dent, Batman se propone destruir el crimen organizado en la ciudad de Gotham. El triunvirato demuestra su eficacia, pero, de repente, aparece Joker, un nuevo criminal que desencadena el caos y tiene aterrados a los ciudadanos.",
          "poster_path": "/8QDQExnfNFOtabLDKqfDQuHDsIg.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            28,
            80,
            53
          ],
          "popularity": 101.289,
          "release_date": "2008-07-14",
          "video": false,
          "vote_average": 8.511,
          "vote_count": 30306
        }
      ]
    },
    {
      "adult": false,
      "id": 18897,
      "name": "Jackie Chan",
      "original_name": "Jackie Chan",
      "media_type": "person",
      "popularity": 110.155,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/nraZoTzwJQPHspAVsKfgl3RXKKa.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/9FrpAtF87VKblKkDEiIZzYgO40K.jpg",
          "id": 2109,
          "title": "Hora punta",
          "original_language": "en",
          "original_title": "Rush Hour",
          "overview": "Dos detectives diferentes son asignados en un mismo caso. Ambos tendrán que adaptarse a las costumbres del otro para poder concluir su trabajo con éxito, pero no va a ser una tarea fácil. El detective inspector Lee es el rey de las artes marciales y pertenece a la Royal Hong Kong Police. Su pupila preferida es la hija de once años del Cónsul chino, de la cual el inspector Lee es su guardaespaldas y su mejor amigo. Esta muchacha es capturada y llevada a los Estados Unidos por un peligroso grupo criminal. Hasta allí tendrá que viajar el inspector y, donde se unirá a la investigación con un departamento del FBI y, concretamente, al detective James Carter, un arrogante e impulsivo agente de policía. La explosiva pareja tendrá que enfrentarse a una banda de criminales muy peligrosa, y contarán con la ayuda de Tania Johnson, una experta en artefactos explosivos.",
          "poster_path": "/rCXOwQnthbsagUPbZKXDTJ1tJ0Q.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            35,
            80
          ],
          "popularity": 56.883,
          "release_date": "1998-09-18",
          "video": false,
          "vote_average": 7.003,
          "vote_count": 4292
        },
        {
          "adult": false,
          "backdrop_path": "/zzFTSEAZcLGSbGipQVflSNUqpij.jpg",
          "id": 5175,
          "title": "Hora punta 2",
          "original_language": "en",
          "original_title": "Rush Hour 2",
          "overview": "El detective James Carter se encuentra de vacaciones en Hong Kong con su buen amigo el detective Lee. Mientras Carter está ansioso por dedicarse a la juerga y las mujeres, Lee tiene que enfrentarse con un jefe de las Tríadas, responsable del asesinato de dos funcionarios de la embajada norteamericana. Conforme avancen en la investigación, descubrirán una trama de distribución de billetes falsos.",
          "poster_path": "/3S0vWjet3KjO58PSP7ZFXmypAJB.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            35,
            80
          ],
          "popularity": 57.591,
          "release_date": "2001-08-03",
          "video": false,
          "vote_average": 6.704,
          "vote_count": 3630
        },
        {
          "adult": false,
          "backdrop_path": "/ozsLB1HRCN6ZAmJN89pWtoiAwnb.jpg",
          "id": 5174,
          "title": "Hora punta 3",
          "original_language": "en",
          "original_title": "Rush Hour 3",
          "overview": "El corazón de París esconde un secreto mortal. Al otro lado del mundo, en Los Ángeles, el embajador Han está a punto de divulgar ese secreto. Tiene en su poder información sobre los mecanismos internos de las Tríadas, el sindicato del crimen más poderoso y más conocido del mundo. El embajador ha descubierto la identidad de Shy Shen, elemento clave del vasto anillo del crimen, y está a punto de revelarlo al Tribunal Penal Mundial, hasta que la bala de un asesino lo silencia para siempre. Las Tríadas harán cualquier cosa para asegurarse de que sus secretos permanezcan enterrados, y solamente existe una esperanza para poder detenerlos… El detective Carter, del departamento de policía de Los Ángeles, y el inspector chino Lee viajan a París para detener una conspiración criminal a nivel global y para salvar la vida de un viejo amigo: la hija del embajador Han, Soo Yung.",
          "poster_path": "/2UeIKPirME0l4UeUuv5TklDezR4.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            35,
            80
          ],
          "popularity": 56.116,
          "release_date": "2007-08-08",
          "video": false,
          "vote_average": 6.422,
          "vote_count": 2854
        }
      ]
    },
    {
      "adult": false,
      "id": 72129,
      "name": "Jennifer Lawrence",
      "original_name": "Jennifer Lawrence",
      "media_type": "person",
      "popularity": 85.776,
      "gender": 1,
      "known_for_department": "Acting",
      "profile_path": "/mDKMsjOMytyBiy7MHNZTa7gp7wj.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/9qtdUCHwVUMzOSxK27BNBBkKuOe.jpg",
          "id": 70160,
          "title": "Los juegos del hambre",
          "original_language": "en",
          "original_title": "The Hunger Games",
          "overview": "Lo que en el pasado fueron los Estados Unidos, ahora es una nación llamada Panem: un fastuoso Capitolio ejerce un control riguroso sobre los doce distritos que lo rodean y que están aislados entre sí. Cada distrito se ve obligado a enviar anualmente un chico y una chica entre los doce y los dieciocho años para que participen en los Hunger Games, que son transmitidos en directo por la televisión. Se trata de una lucha a muerte, en la que sólo puede haber un superviviente. Katniss Everdeen, una joven de dieciséis años, decide sustituir a su hermana en los juegos; pero para ella, que ya ha visto la muerte de cerca, la lucha por la supervivencia es su segunda naturaleza.",
          "poster_path": "/jJUB1AXsHTZoGyN7CIagZh9JwiN.jpg",
          "media_type": "movie",
          "genre_ids": [
            878,
            12,
            14
          ],
          "popularity": 36.637,
          "release_date": "2012-03-12",
          "video": false,
          "vote_average": 7.193,
          "vote_count": 20493
        },
        {
          "adult": false,
          "backdrop_path": "/dIi0De3LzEVSQHEUlh0Q2zUpmeW.jpg",
          "id": 101299,
          "title": "Los juegos del hambre: En llamas",
          "original_language": "en",
          "original_title": "The Hunger Games: Catching Fire",
          "overview": "Katniss Everdeen vuelve a casa sana y salva después de ganar los 74º Juegos del Hambre anuales junto a su compañero Peeta Mellark. Participar significa dejar atrás familia y amigos y hacer ambos el Tour de la Victoria por los diferentes distritos. A lo largo del camino, Katniss se da cuenta de que se está gestando una rebelión, pero en el Capitolio todo sigue bajo control: el Presidente Snow organiza los 75º Juegos del Hambre, El Vasallaje, una competición especial con una inesperada novedad que cambiará Panem para siempre.",
          "poster_path": "/oxnKI1qiHz7xC0mNthC7dSqTcot.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            28,
            878
          ],
          "popularity": 61.467,
          "release_date": "2013-11-15",
          "video": false,
          "vote_average": 7.419,
          "vote_count": 16061
        },
        {
          "adult": false,
          "backdrop_path": "/tFlSDoWQsAZ2qjICKzfP5Yw6zM5.jpg",
          "id": 131631,
          "title": "Los juegos del hambre: Sinsajo. Parte 1",
          "original_language": "en",
          "original_title": "The Hunger Games: Mockingjay - Part 1",
          "overview": "Katniss Everdeen se encuentra en el Distrito 13 después de destrozar los Juegos para siempre. Bajo el liderazgo de la comandante Coin y el consejo de sus amigos más leales, Katniss extiende sus alas mientras lucha por salvar a Peeta Mellark y a una nación alentada por su valentía... Tercera y última entrega de la saga literaria \"Los juegos del hambre\" de Suzanne Collins, que se divide en dos películas.",
          "poster_path": "/obDqU7EsRI39VknQg4fDeqQf8Cq.jpg",
          "media_type": "movie",
          "genre_ids": [
            878,
            12,
            53
          ],
          "popularity": 82.267,
          "release_date": "2014-11-19",
          "video": false,
          "vote_average": 6.799,
          "vote_count": 14607
        }
      ]
    },
    {
      "adult": false,
      "id": 138,
      "name": "Quentin Tarantino",
      "original_name": "Quentin Tarantino",
      "media_type": "person",
      "popularity": 32.575,
      "gender": 2,
      "known_for_department": "Directing",
      "profile_path": "/1gjcpAa99FAOWGnrUvHEXXsRs7o.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/suaEOtk1N1sgg2MTM7oZd2cfVp3.jpg",
          "id": 680,
          "title": "Pulp Fiction",
          "original_language": "en",
          "original_title": "Pulp Fiction",
          "overview": "Jules y Vincent, dos asesinos a sueldo con muy pocas luces, trabajan para Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
          "poster_path": "/gvcmojRlugPmtwC7gNUdRxzgzkP.jpg",
          "media_type": "movie",
          "genre_ids": [
            53,
            80
          ],
          "popularity": 75.551,
          "release_date": "1994-09-10",
          "video": false,
          "vote_average": 8.488,
          "vote_count": 25657
        },
        {
          "adult": false,
          "backdrop_path": "/n2eUT4zQA2yYcKOgAFidgOyiFoH.jpg",
          "id": 68718,
          "title": "Django desencadenado",
          "original_language": "en",
          "original_title": "Django Unchained",
          "overview": "Dos años antes de estallar la Guerra Civil (1861-1865), Schultz, un cazarrecompensas alemán que le sigue la pista a unos asesinos, le promete al esclavo Django dejarlo en libertad si le ayuda a atraparlos. Terminado con éxito el trabajo, Django prefiere seguir al lado del alemán y ayudarle a capturar a los delincuentes más buscados del Sur. Se convierte así en un experto cazador de recompensas, pero su único objetivo es rescatar a su esposa Broomhilda, a la que perdió por culpa del tráfico de esclavos. La búsqueda llevará a Django y a Schultz hasta Calvin Candie, el malvado propietario de la plantación \"Candyland\". La presencia de ambos en los alrededores de la propiedad, despierta las sospechas de Stephen, el esclavo de confianza de Candie.",
          "poster_path": "/naaYX64yMGzEFsATOFQDaxxQWbJ.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            37
          ],
          "popularity": 65.614,
          "release_date": "2012-12-25",
          "video": false,
          "vote_average": 8.17,
          "vote_count": 24491
        },
        {
          "adult": false,
          "backdrop_path": "/8pEnePgGyfUqj8Qa6d91OZQ6Aih.jpg",
          "id": 16869,
          "title": "Malditos bastardos",
          "original_language": "en",
          "original_title": "Inglourious Basterds",
          "overview": "Segunda Guerra Mundial. Durante la ocupación de Francia por los alemanes, Shosanna Dreyfus presencia la ejecución de su familia por orden del coronel nazi Hans Landa. Ella consigue huir a París, donde adopta una nueva identidad como propietaria de un cine. En otro lugar de Europa, el teniente Aldo Raine adiestra a un grupo de soldados judíos \"Los bastardos\" para atacar objetivos concretos. Los hombres de Raine y una actriz alemana, que trabaja para los aliados, deben llevar a cabo una misión que hará caer a los jefes del Tercer Reich. El destino quiere que todos se encuentren bajo la marquesina de un cine donde Shosanna espera para vengarse.",
          "poster_path": "/dqu7nUtKTLdpM7DaJvD4zcSXhn1.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53,
            10752
          ],
          "popularity": 69.998,
          "release_date": "2009-08-19",
          "video": false,
          "vote_average": 8.215,
          "vote_count": 20556
        }
      ]
    },
    {
      "adult": false,
      "id": 2888,
      "name": "Will Smith",
      "original_name": "Will Smith",
      "media_type": "person",
      "popularity": 48.154,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/6a6cl4ZNufJzrx5HZKWPU1BjjRF.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/zC70x9wqPPtxU99HsoGsxQ8IhSw.jpg",
          "id": 297761,
          "title": "Escuadrón suicida",
          "original_language": "en",
          "original_title": "Suicide Squad",
          "overview": "Mientras el gobierno de EE.UU no tiene claro cómo responder a una visita alienígena a la Tierra con intenciones malignas, Amanda 'El Muro' Waller, la líder de la agencia secreta A.R.G.U.S., ofrece una curiosa solución: reclutar a los villanos más crueles, con habilidades letales e incluso mágicas, para que trabajen para ellos. Sin demasiadas opciones a dar una negativa, los ocho supervillanos más peligrosos del mundo acceden a colaborar con el Ejecutivo en peligrosas misiones secretas, casi suicidas, para así lograr limpiar su expediente.",
          "poster_path": "/9ymhU7NclJr29MpZnBQbJurYbuc.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            12,
            14
          ],
          "popularity": 82.414,
          "release_date": "2016-08-03",
          "video": false,
          "vote_average": 5.908,
          "vote_count": 19993
        },
        {
          "adult": false,
          "backdrop_path": "/lhVVIWKR13khBvjFz8XyZ2GM0JS.jpg",
          "id": 6479,
          "title": "Soy leyenda",
          "original_language": "en",
          "original_title": "I Am Legend",
          "overview": "Año 2012. Robert Neville es el último hombre vivo que hay sobre la Tierra, pero no está solo. Los demás seres humanos se han convertido en unos mutantes nocturnos llamados \"Darkseekers\" y todos ansían beber su sangre. Durante el día vive en estado de alerta, como un cazador, y busca a los muertos vivientes mientras duermen; pero durante la noche debe esconderse de ellos y esperar el amanecer. Esta pesadilla empezó hace tres años: Neville era un brillante científico, pero no pudo impedir la expansión de un terrible virus creado por el hombre. Él ha sobrevivido porque es inmune al virus; todos los días envía mensajes por radio con la esperanza de que haya otros supervivientes, pero es inútil. Lo único que puede hacer es buscar una fórmula que le permita utilizar su sangre inmune para devolverles a los hombres su naturaleza. Pero está en inferioridad de condiciones y el tiempo se acaba.",
          "poster_path": "/pO1SrJgf5BumqcIRkYviSGIFdmX.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            878,
            53
          ],
          "popularity": 57.04,
          "release_date": "2007-12-12",
          "video": false,
          "vote_average": 7.201,
          "vote_count": 14553
        },
        {
          "adult": false,
          "backdrop_path": "/lOXVbF2mBK0xUt8sLInF3TIk5YS.jpg",
          "id": 2048,
          "title": "Yo, robot",
          "original_language": "en",
          "original_title": "I, Robot",
          "overview": "En el año 2035, los robots son unos dispositivos que usamos todos los días y en quienes confiamos, excepto un detective paranoico, investigando lo que solo él cree que es un crimen perpetrado por un robot. El caso lo lleva a descubrir algo aún peor que amenaza la raza humana.",
          "poster_path": "/u0tUxQQxrbKX3GIfsCYeHrrYPzV.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            878
          ],
          "popularity": 38.476,
          "release_date": "2004-07-15",
          "video": false,
          "vote_average": 6.936,
          "vote_count": 10874
        }
      ]
    },
    {
      "adult": false,
      "id": 1647345,
      "name": "Lee Eun-mi",
      "original_name": "Lee Eun-mi",
      "media_type": "person",
      "popularity": 30.868,
      "gender": 1,
      "known_for_department": "Acting",
      "profile_path": "/dMKEjZYPAbATFSJfWaHoIW5hpOJ.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/4UYJvZkYcKbOc8Mor0EhoVaVkGE.jpg",
          "id": 218746,
          "title": "Young Mother",
          "original_language": "ko",
          "original_title": "젊은 엄마",
          "overview": "Nineteen-year-old, Jin-goo enjoys an erotic moment to himself while thinking about his pretty English tutor. Then one day, he is caught in the middle of an embarrassing moment and becomes awkward with her. However, this becomes an opportunity and she starts teaching him sex. Their replationship becomes an uncontrollable romance. However, she quits the tutoring and the relationship to get married.  Time goes on and Jin-goo is a grown up. He's used to thoughtless sex. However, his partner of benefit gets pregnant so he meets his future-mother-in-law to talk about marriage. However, she's so beautiful and sexy. He moves in with the in-laws but soon breaks out of the marrige due to his wife's fling. The mother-in-law doesn't know how to make it up to him for what her daughter has done. Jin-goo suggests something dangerous...",
          "poster_path": "/x73C5Hi8FuxCWdmY67evoV9V7xi.jpg",
          "media_type": "movie",
          "genre_ids": [
            35,
            10749
          ],
          "popularity": 25.716,
          "release_date": "2013-07-31",
          "video": false,
          "vote_average": 5,
          "vote_count": 12
        },
        {
          "adult": false,
          "backdrop_path": "/23irkwXmMjHQ2qaJSzyrYdWQfNK.jpg",
          "id": 423502,
          "title": "My Friend's Mom",
          "original_language": "ko",
          "original_title": "내 친구의 엄마",
          "overview": "After her mother dies, Young-jae visits her older sister's house, who took care of herself like her, and reunites with her sister, Soon-ae. She is incredibly greedy and charming. With the provocation of Soon-ae, the two develop into a secret relationship. One day when she was having a hot night with her mature lead, her daughter got stuck between the two ...  A young and sexy daughter, a seasoned and mature mother, and a man wandering between mother and daughter.  An unprecedented triangular romance between the three begins.",
          "poster_path": "/19ly5EebC8LlejpbWWSBEMqtJz1.jpg",
          "media_type": "movie",
          "genre_ids": [
            10749
          ],
          "popularity": 29.005,
          "release_date": "2016-11-12",
          "video": false,
          "vote_average": 3.833,
          "vote_count": 9
        },
        {
          "adult": false,
          "backdrop_path": "/xYURC8jsY5F1EdTzzpurvwnhIis.jpg",
          "id": 729097,
          "title": "Young Mother 5",
          "original_language": "ko",
          "original_title": "젊은엄마 5",
          "overview": "Ji-suk, a wealthy mother, wants to send her son, Se-hyuk, to the medical school. While looking for a competent private education coordination, Although it succeeded in recruiting a high-ranking entrance exam coordinator,'Starring', which only a few elite students selected. After hearing the rumors,'Namjae,' the father of Euntae, a high school examinee next door, hears rumors and comes to contact the main character. Like this, the parents of Se-hyeok and Eun-tae's neighbors 'Starring', who was in a difficult situation after entering a strange competition Eventually, I would share the day of the week to go to both houses to teach Se-hyuk and Eun-tae. Although they will agree with the two families, Eun Tae, who is a senior high school student, is in medical school. Not interested and only busy with high school girlfriends Se-hyuk starts talking to a beautiful tutor, starring than the entrance exam.",
          "poster_path": "/ggvBofagO3rEs7bki3EqrNhBzNv.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "popularity": 21.67,
          "release_date": "2020-04-03",
          "video": false,
          "vote_average": 5.6,
          "vote_count": 9
        }
      ]
    },
    {
      "adult": false,
      "id": 976,
      "name": "Jason Statham",
      "original_name": "Jason Statham",
      "media_type": "person",
      "popularity": 134.1,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/whNwkEQYWLFJA8ij0WyOOAD5xhQ.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/ysKahAEPP8h6MInuLjr0xuZOTjh.jpg",
          "id": 107,
          "title": "Snatch: Cerdos y diamantes",
          "original_language": "en",
          "original_title": "Snatch",
          "overview": "Franky es una ladrón de diamantes que tiene que entregar una enorme pieza a su jefe Avi, pero en el camino es tentado por Boris para apostar en un combate ilegal de boxeo. En realidad, es una trampa para atracarle por lo que, cuando Avi se entera, contrata a Tony para encontrar a Franky y el diamante. Pronto se descubre el triste destino de Franky, y la caza y captura de la gema desaparecida lleva a todo el mundo a un juego de locos que corre el riesgo de descontrolarse, donde el engaño, el chantaje y el fraude se mezclan de forma sangrienta con perros, diamantes, boxeadores y gran variedad de armas en una caótica merienda de negros.",
          "poster_path": "/uk8MKxYrKzaH8blos3tGkP7JBlY.jpg",
          "media_type": "movie",
          "genre_ids": [
            80,
            35
          ],
          "popularity": 37.601,
          "release_date": "2000-09-01",
          "video": false,
          "vote_average": 7.801,
          "vote_count": 8220
        },
        {
          "adult": false,
          "backdrop_path": "/6bAjogOzrB9xbmIaY3BRpZZgn5Q.jpg",
          "id": 345940,
          "title": "Megalodón",
          "original_language": "en",
          "original_title": "The Meg",
          "overview": "Un sumergible de aguas profundas que forma parte de un programa internacional de vigilancia submarina, ha sido atacado por una enorme criatura que se creía extinta. Ahora está averiado en el fondo de la fosa oceánica más profunda del Pacífico con su tripulación atrapada en el interior. El tiempo se acaba y, en contra de los deseos de su hija Suyin (Li Bingbing), un visionario oceanógrafo chino (Winston Chao) contrata a Jonas Taylor (Jason Statham), un especialista en rescate en aguas profundas. Su misión será salvar a la tripulación y también al océano de una amenaza imparable: un tiburón prehistórico de 23 metros conocido con el nombre de Megalodón.",
          "poster_path": "/kBl4wXkKVZep4AVVxju67uh6uVV.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            878,
            27
          ],
          "popularity": 544.018,
          "release_date": "2018-08-09",
          "video": false,
          "vote_average": 6.245,
          "vote_count": 6792
        },
        {
          "adult": false,
          "backdrop_path": "/kWt1OcPgwO1ssu57wgTKmq38JYw.jpg",
          "id": 4108,
          "title": "Transporter",
          "original_language": "en",
          "original_title": "The Transporter",
          "overview": "El ex operador de Fuerzas Especiales Frank Martin vive lo que parece ser una vida tranquila a orillas del Mediterráneo francés, donde presta sus servicios como un “transportador”, un mercenario que traslada bienes —humanos o de cualquier tipo— de un lugar a otro. Siempre sin preguntas de por medio. Frank, que en su Mercedes equipado lleva a cabo misiones secretas y a veces peligrosas, se apega a un estricto juego de 3 reglas que nunca rompe. Regla numero uno: Nunca modifiques el trato. Dos: Omitir nombres, Frank no quiere saber para quién trabaja o qué es lo que transporta. Tres: Nunca ver qué hay dentro del paquete. La carga más reciente de Frank aparenta ser igual a los incontables paquetes que ha entregado en el pasado. Ha sido contratado por un norteamericano conocido solamente como “Wall Street” para que lleve a cabo una entrega. Pero cuando Frank se detiene en el trayecto, se percata que su “paquete” se mueve...",
          "poster_path": "/flOR63degbHkVlL7BYoe0Eyhzrw.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            80,
            53
          ],
          "popularity": 33.218,
          "release_date": "2002-10-02",
          "video": false,
          "vote_average": 6.691,
          "vote_count": 4842
        }
      ]
    },
    {
      "adult": false,
      "id": 2239159,
      "name": "Brady Noon",
      "original_name": "Brady Noon",
      "media_type": "person",
      "popularity": 11.946,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/qn7dJS2XxKfSoJdK9BVgFiPEeCJ.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/meag1aZB1wffo91pl5KQYTdmg9z.jpg",
          "id": 521777,
          "title": "Chicos buenos",
          "original_language": "en",
          "original_title": "Good Boys",
          "overview": "Después de ser invitados a su primera \"fiesta del beso\", tres buenos amigos destrozan por casualidad un dron que tenían prohibido tocar. Para reemplazarlo, se ausentan de clase y toman una serie de decisiones erróneas, involucrándose en un caso relacionado con droga, policía y, sobre todo, con muchas lágrimas.",
          "poster_path": "/8zqptFnq7GhpVEXzfOnNxWbN0U2.jpg",
          "media_type": "movie",
          "genre_ids": [
            35
          ],
          "popularity": 25.116,
          "release_date": "2019-08-14",
          "video": false,
          "vote_average": 6.846,
          "vote_count": 1663
        },
        {
          "adult": false,
          "backdrop_path": "/x78cvxbmpBNcHON7x3Iv8vih5Sj.jpg",
          "id": 774741,
          "title": "El diario de Greg",
          "original_language": "en",
          "original_title": "Diary of a Wimpy Kid",
          "overview": "La exitosísima y tronchante saga literaria de Jeff Kinney cobra vida en la nueva aventura animada \"El diario de Greg\", que narra las divertidas y desastrosas hazañas del escuálido y ambicioso Greg Heffley en su intento por sobrevivir a una de las experiencias más aterradoras y humillantes en la vida de cualquier preadolescente: el paso al instituto.",
          "poster_path": "/w1cmE1bDlFOpYjKsAm15o9A4c4l.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "popularity": 22.174,
          "release_date": "2021-12-03",
          "video": false,
          "vote_average": 6.229,
          "vote_count": 314
        },
        {
          "adult": false,
          "backdrop_path": "/94QHrTXnxdmIyXWGUpOPe7PU8DL.jpg",
          "id": 897192,
          "title": "El diario de Greg 2: La ley de Rodrick",
          "original_language": "en",
          "original_title": "Diary of a Wimpy Kid: Rodrick Rules",
          "overview": "Un nuevo año escolar, su hermano Rodrick se burla de él una y otra y otra y otra vez. ¿Conseguirá Greg llevarse bien con él? ¿O un secreto arruinará todo?",
          "poster_path": "/50mgkPMIm0mCmn2F7eHsrdEPZcr.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "popularity": 38.415,
          "release_date": "2022-12-02",
          "video": false,
          "vote_average": 6.966,
          "vote_count": 132
        }
      ]
    },
    {
      "adult": false,
      "id": 488,
      "name": "Steven Spielberg",
      "original_name": "Steven Spielberg",
      "media_type": "person",
      "popularity": 39.397,
      "gender": 2,
      "known_for_department": "Directing",
      "profile_path": "/tZxcg19YQ3e8fJ0pOs7hjlnmmr6.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/79bJL9ydAMYVltuNTt4VhxORqIz.jpg",
          "id": 329,
          "title": "Jurassic Park (Parque Jurásico)",
          "original_language": "en",
          "original_title": "Jurassic Park",
          "overview": "El multimillonario John Hammond tiene una idea para un espectacular parque temático: una isla retirada donde los visitantes puedan observar dinosaurios reales. Con la última tecnología en el desarrollo de ADN, los científicos pueden clonar braquiosaurios, triceratops, velociraptors y un tiranosaurio rex, utilizando para ello la sangre fosilizada en ámbar contenida en insectos que los mordieron hace millones de años. Los paleontólogos Alan Grant, Ellie Sattler y Ian Malcolm visitan el parque y quedan muy sorprendidos con los resultados obtenidos. Pero cuando un problemático empleado manipula el sofisticado sistema de seguridad los dinosaurios escapan, obligando a los visitantes a luchar por su supervivencia.",
          "poster_path": "/1r8TWaAExHbFRzyqT3Vcbq1XZQb.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            878
          ],
          "popularity": 50.462,
          "release_date": "1993-06-11",
          "video": false,
          "vote_average": 7.938,
          "vote_count": 14977
        },
        {
          "adult": false,
          "backdrop_path": "/bdD39MpSVhKjxarTxLSfX6baoMP.jpg",
          "id": 857,
          "title": "Salvar al soldado Ryan",
          "original_language": "en",
          "original_title": "Saving Private Ryan",
          "overview": "Iniciándose con la invasión aliada a Normandía el 6 de junio de 1944, los miembros del segundo batallón de asalto, bajo las ordenes del capitan Miller, luchan por ganar el control de la playa. En el combate dos hermanos resultan muertos. Un poco antes, en Nueva Guinea, un tercer hermano muere también. Su madre, la señora Ryan, va a recibir tres telegramas de defunción el mismo día. El jefe del ejército estadounidense, George C. Marshall, ve la oportunidad de aliviar el sufrimiento de la señora cuando se entera de la existencia de un cuarto hermano, el soldado James Ryan, y decide enviar a 8 hombres (el capitan Miller y un grupo selecto de su batallón) a buscarlo y devolverlo a casa de su madre.",
          "poster_path": "/yfExW9uPK4idbUDjRGBlXLbMxRR.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "popularity": 81.312,
          "release_date": "1998-07-24",
          "video": false,
          "vote_average": 8.21,
          "vote_count": 14504
        },
        {
          "adult": false,
          "backdrop_path": "/zb6fM1CX41D9rF9hdgclu0peUmy.jpg",
          "id": 424,
          "title": "La lista de Schindler",
          "original_language": "en",
          "original_title": "Schindler's List",
          "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
          "poster_path": "/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "popularity": 59.113,
          "release_date": "1993-12-15",
          "video": false,
          "vote_average": 8.571,
          "vote_count": 14408
        }
      ]
    },
    {
      "adult": false,
      "id": 1032,
      "name": "Martin Scorsese",
      "original_name": "Martin Scorsese",
      "media_type": "person",
      "popularity": 22.157,
      "gender": 2,
      "known_for_department": "Directing",
      "profile_path": "/9U9Y5GQuWX3EZy39B8nkk4NY01S.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/2nqsOT2AqPkTW81bWaLRtjgjqVM.jpg",
          "id": 11324,
          "title": "Shutter Island",
          "original_language": "en",
          "original_title": "Shutter Island",
          "overview": "Verano de 1954. Los agentes judiciales Teddy Daniels y Chuck Aule son destinados a una remota isla del puerto de Boston para investigar la desaparición de una peligrosa asesina recluida en el hospital psiquiátrico Ashecliffe, un centro penitenciario para criminales perturbados dirigido por el siniestro doctor John Cawley. Pronto descubrirán que el centro guarda muchos secretos, y que la isla esconde algo más peligroso que los pacientes.",
          "poster_path": "/497K2tBT6RYKfzUTXYK8BBZGOWZ.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53,
            9648
          ],
          "popularity": 61.395,
          "release_date": "2010-02-14",
          "video": false,
          "vote_average": 8.199,
          "vote_count": 22089
        },
        {
          "adult": false,
          "backdrop_path": "/7Nwnmyzrtd0FkcRyPqmdzTPppQa.jpg",
          "id": 106646,
          "title": "El lobo de Wall Street",
          "original_language": "en",
          "original_title": "The Wolf of Wall Street",
          "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
          "poster_path": "/jTlIYjvS16XOpsfvYCTmtEHV10K.jpg",
          "media_type": "movie",
          "genre_ids": [
            80,
            18,
            35
          ],
          "popularity": 102.149,
          "release_date": "2013-12-25",
          "video": false,
          "vote_average": 8.037,
          "vote_count": 22004
        },
        {
          "adult": false,
          "backdrop_path": "/6WRrGYalXXveItfpnipYdayFkQB.jpg",
          "id": 1422,
          "title": "Infiltrados",
          "original_language": "en",
          "original_title": "The Departed",
          "overview": "El Departamento de Policía de Massachussets se enfrenta a la mayor banda de crimen organizado de la ciudad de Boston. La estrategia consiste en acabar desde dentro con Frank Costello, el poderoso jefe de la mafia irlandesa. El encargado de infiltrarse en la banda es un joven novato, Billy Costigan. Mientras Billy intenta ganarse la confianza de Costello, otro joven policía, Colin Sullivan, sube rápidamente de categoría y ocupa un puesto en la unidad de Investigaciones Especiales, grupo de élite cuya misión también es acabar con Costello. Lo que nadie sabe es que Colin es un topo infiltrado en la policía por el propio Costello.",
          "poster_path": "/mupWl1yjc7S8nvce6KpYksZdlTy.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53,
            80
          ],
          "popularity": 44.548,
          "release_date": "2006-10-04",
          "video": false,
          "vote_average": 8.168,
          "vote_count": 13668
        }
      ]
    },
    {
      "adult": false,
      "id": 58021,
      "name": "Tinto Brass",
      "original_name": "Tinto Brass",
      "media_type": "person",
      "popularity": 73.197,
      "gender": 2,
      "known_for_department": "Directing",
      "profile_path": "/adQ1j2FQ1FZ67hlZVhsUnALM4G4.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/6UDep1cxHQqrNFhSW4ZNQLW3Alr.jpg",
          "id": 9453,
          "title": "Calígula",
          "original_language": "en",
          "original_title": "Caligola",
          "overview": "Producida por la revista para adultos \"Penthouse\", un drama de muy alto contenido erótico que narra el ascenso y caída del emperador romano Calígula (12 D.C-41 D.C), sobrino e hijo adoptivo del emperador Tiberio. Sus crueles métodos para ascender al trono y su afición por todo tipo de orgías, humillaciones y demás vejaciones centran una polémica película con conocidos -y reputados- actores entre su reparto.",
          "poster_path": "/lwWjsDp7xYIo8qCtxAOKPB0X3k9.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            36,
            10749
          ],
          "popularity": 108.331,
          "release_date": "1979-08-14",
          "video": false,
          "vote_average": 6,
          "vote_count": 693
        },
        {
          "adult": false,
          "backdrop_path": "/9UoAp9XEfa9u9mKNUeS2tRRYVEZ.jpg",
          "id": 28468,
          "title": "La llave secreta",
          "original_language": "it",
          "original_title": "La chiave",
          "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
          "poster_path": "/e6g2geNLgFzMbriH6EvSJZD78nx.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "popularity": 56.941,
          "release_date": "1983-10-19",
          "video": false,
          "vote_average": 6,
          "vote_count": 352
        },
        {
          "adult": false,
          "backdrop_path": "/9CkI4VsYF8qJWfZpPqwZnBctb3M.jpg",
          "id": 50270,
          "title": "Los burdeles de Paprika",
          "original_language": "it",
          "original_title": "Paprika",
          "overview": "Mimma es una joven de campo, llena de encantos, que se prostituye durante una quincena para ayudar económicamente a su novio; un trabajo que le vale el sobrenombre de Paprika, dado por la madame, y al que su novio la empuja engañada. Enterada del engaño, Mimma intenta huir, pero él amenaza con devolverla a su pueblo con un informe.",
          "poster_path": "/Aj6VkgTquTfsq1GgWWLZ9IgX6wn.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "popularity": 55.264,
          "release_date": "1991-02-13",
          "video": false,
          "vote_average": 7.054,
          "vote_count": 349
        }
      ]
    },
    {
      "adult": false,
      "id": 31,
      "name": "Tom Hanks",
      "original_name": "Tom Hanks",
      "media_type": "person",
      "popularity": 95.15,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/xndWFsBlClOJFRdhSt4NBwiPq2o.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/qdIMHd4sEfJSckfVJfKQvisL02a.jpg",
          "id": 13,
          "title": "Forrest Gump",
          "original_language": "en",
          "original_title": "Forrest Gump",
          "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
          "poster_path": "/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
          "media_type": "movie",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "popularity": 245.021,
          "release_date": "1994-06-23",
          "video": false,
          "vote_average": 8.478,
          "vote_count": 25157
        },
        {
          "adult": false,
          "backdrop_path": "/3Rfvhy1Nl6sSGJwyjb0QiZzZYlB.jpg",
          "id": 862,
          "title": "Toy Story",
          "original_language": "en",
          "original_title": "Toy Story",
          "overview": "Los juguetes de Andy, un niño de seis años, temen que haya llegado su hora y que un nuevo regalo de cumpleaños les sustituya en el corazón de su dueño. Woody, un vaquero que ha sido hasta ahora el juguete favorito de Andy, trata de tranquilizarlos hasta que aparece Buzz Lightyear, un héroe espacial dotado de todo tipo de avances tecnológicos. Woody es relegado a un segundo plano., pero su constante rivalidad se transformará en una gran amistad cuando ambos se pierden en la ciudad sin saber cómo volver a casa.",
          "poster_path": "/jvn7wy3RSNEXnFSXLpH2of2LcV6.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            10751,
            35
          ],
          "popularity": 130.933,
          "release_date": "1995-10-30",
          "video": false,
          "vote_average": 7.968,
          "vote_count": 17000
        },
        {
          "adult": false,
          "backdrop_path": "/l6hQWH9eDksNJNiXWYRkWqikOdu.jpg",
          "id": 497,
          "title": "La milla verde",
          "original_language": "en",
          "original_title": "The Green Mile",
          "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
          "poster_path": "/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
          "media_type": "movie",
          "genre_ids": [
            14,
            18,
            80
          ],
          "popularity": 78.385,
          "release_date": "1999-12-10",
          "video": false,
          "vote_average": 8.507,
          "vote_count": 15751
        }
      ]
    },
    {
      "adult": false,
      "id": 500,
      "name": "Tom Cruise",
      "original_name": "Tom Cruise",
      "media_type": "person",
      "popularity": 54.943,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/eOh4ubpOm2Igdg0QH2ghj0mFtC.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/4V1yIoAKPMRQwGBaSses8Bp2nsi.jpg",
          "id": 137113,
          "title": "Al filo del mañana",
          "original_language": "en",
          "original_title": "Edge of Tomorrow",
          "overview": "En un futuro no muy lejano, invade la Tierra una raza de extraterrestres invencibles. Al comandante William Cage, un oficial que nunca ha entrado en combate, le encargan una misión casi suicida y resulta muerto. Entra entonces en un bucle temporal, en el que se ve obligado a luchar y morir una y otra vez. Pero las múltiples batallas que libra lo hacen cada vez más hábil y eficaz en su lucha contra los alienígenas. Su compañera de combate es Rita Vrataski, una guerrera de las Fuerzas Especiales. Adaptación del manga de Hiroshi Sakurazaka.",
          "poster_path": "/7Rq8FBUeSoYUWlKIWHHyADZGQiH.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            878
          ],
          "popularity": 52.654,
          "release_date": "2014-05-27",
          "video": false,
          "vote_average": 7.604,
          "vote_count": 12720
        },
        {
          "adult": false,
          "backdrop_path": "/19AqfWi8S99tDmp7hskCeDQuwLU.jpg",
          "id": 75612,
          "title": "Oblivion",
          "original_language": "en",
          "original_title": "Oblivion",
          "overview": "Jack Harper es uno de los últimos técnicos de reparación de drones que permanece en la Tierra. Parte de una operación masiva para extraer recursos vitales después de décadas de guerra contra una amenaza terrorífica conocida como los Scavs, la misión de Jack está casi completada. Su existencia empieza a desmoronarse cuando rescata a una hermosa desconocida de una nave espacial caída. Su llegada desencadena una serie de acontecimientos que le llevan a cuestionarse todo lo conoce y pone el destino de la humanidad en sus manos.",
          "poster_path": "/eO3r38fwnhb58M1YgcjQBd3VNcp.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            878,
            12,
            9648
          ],
          "popularity": 36.758,
          "release_date": "2013-04-10",
          "video": false,
          "vote_average": 6.618,
          "vote_count": 9941
        },
        {
          "adult": false,
          "backdrop_path": "/ih4lZkUpmSE7AP3maymiO72xJ1z.jpg",
          "id": 56292,
          "title": "Misión imposible: Protocolo fantasma",
          "original_language": "en",
          "original_title": "Mission: Impossible - Ghost Protocol",
          "overview": "El agente Ethan Hunt, acusado de un atentado terrorista con bombas contra el Kremlin, es desautorizado junto con toda la organización, al poner en marcha el presidente el llamado 'Protocolo fantasma'. Abandonado a su suerte y sin recursos, el objetivo de Ethan es rehabilitar el buen nombre de su agencia e impedir un nuevo ataque. Pero emprende esta misión con un equipo formado por fugitivos, cuyos motivos personales no conoce bien.",
          "poster_path": "/y0hjsPyieqxcunEcAxb9mrrE09c.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            53,
            12
          ],
          "popularity": 78.953,
          "release_date": "2011-12-07",
          "video": false,
          "vote_average": 7.068,
          "vote_count": 9122
        }
      ]
    },
    {
      "adult": false,
      "id": 880,
      "name": "Ben Affleck",
      "original_name": "Ben Affleck",
      "media_type": "person",
      "popularity": 38.818,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/aTcqu8cI4wMohU17xTdqmXKTGrw.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/eSdl8ANr4BashmiBmcE6eitK74D.jpg",
          "id": 210577,
          "title": "Perdida",
          "original_language": "en",
          "original_title": "Gone Girl",
          "overview": "El día de su quinto aniversario de boda, Nick Dunne informa de que su esposa Amy ha desaparecido misteriosamente. Pronto la presión policial y mediática hace que el retrato de felicidad doméstica que ofrece Nick empiece a tambalearse. Además, su extraña conducta lo convierte en sospechoso, y todo el mundo comienza a preguntase si Nick mató a su esposa...",
          "poster_path": "/bkIhygnbv9ydlDo4SEsOcqGgQD4.jpg",
          "media_type": "movie",
          "genre_ids": [
            9648,
            53,
            18
          ],
          "popularity": 65.151,
          "release_date": "2014-10-01",
          "video": false,
          "vote_average": 7.893,
          "vote_count": 17230
        },
        {
          "adult": false,
          "backdrop_path": "/5fX1oSGuYdKgwWmUTAN5MNSQGzr.jpg",
          "id": 209112,
          "title": "Batman vs Superman: El amanecer de la Justicia",
          "original_language": "en",
          "original_title": "Batman v Superman: Dawn of Justice",
          "overview": "Ante el temor de las acciones que pueda llevar a cabo Superman, el vigilante de Gotham City aparece para poner a raya al superhéroe de Metrópolis, mientras que la opinión pública debate cuál es realmente el héroe que necesitan. El hombre de acero y Batman se sumergen en una contienda territorial, pero las cosas se complican cuando una nueva y peligrosa amenaza surge rápidamente, poniendo en jaque la existencia de la humanidad.",
          "poster_path": "/mS3t9puIjLKgoex82cu9d6G0835.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            12,
            14
          ],
          "popularity": 69.309,
          "release_date": "2016-03-23",
          "video": false,
          "vote_average": 5.949,
          "vote_count": 16978
        },
        {
          "adult": false,
          "backdrop_path": "/2nyaeISu2xIxIgZYNpX4UayY8PN.jpg",
          "id": 141052,
          "title": "Liga de la Justicia",
          "original_language": "en",
          "original_title": "Justice League",
          "overview": "Motivado por la fe que había recuperado en la humanidad e inspirado por la acción altruista de Superman, Bruce Wayne recluta la ayuda de su nueva aliada, Diana Prince, para enfrentarse a un enemigo aún mayor. Juntos, Batman y Wonder Woman se mueven rápidamente para intentar encontrar y reclutar un equipo de metahumanos que combata esta nueva amenaza. El problema es que a pesar de la formación de esta liga de héroes sin precedentes (Batman, Wonder Woman, Aquaman, Cyborg y Flash) puede que sea demasiado tarde para salvar el planeta de una amenaza de proporciones catastróficas.",
          "poster_path": "/wUWqnavD8iGZ5F4xXhWlrtEzKjV.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            12,
            878
          ],
          "popularity": 93.638,
          "release_date": "2017-11-15",
          "video": false,
          "vote_average": 6.097,
          "vote_count": 12189
        }
      ]
    },
    {
      "adult": false,
      "id": 6193,
      "name": "Leonardo DiCaprio",
      "original_name": "Leonardo DiCaprio",
      "media_type": "person",
      "popularity": 45.285,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/5Brc5dLifH3UInk3wUaCuGXpCqy.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/8ZTVqvKDQ8emSGUEMjsS4yHAwrp.jpg",
          "id": 27205,
          "title": "Origen",
          "original_language": "en",
          "original_title": "Inception",
          "overview": "Dom Cobb es un ladrón hábil, el mejor de todos, especializado en el peligroso arte de extracción: el robo de secretos valiosos desde las profundidades del subconsciente durante el estado de sueño cuando la mente está más vulnerable. Esta habilidad excepcional de Cobb le ha hecho un jugador codiciado en el traicionero nuevo mundo de espionaje corporativo, pero al mismo tiempo, le ha convertido en un fugitivo internacional y ha tenido que sacrificar todo que le importaba. Ahora a Cobb se le ofrece una oportunidad para redimirse. Con un último trabajo podría recuperar su vida anterior, pero solamente si logra lo imposible.",
          "poster_path": "/tXQvtRWfkUUnWJAn2tN3jERIUG.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            878,
            12
          ],
          "popularity": 120.606,
          "release_date": "2010-07-15",
          "video": false,
          "vote_average": 8.365,
          "vote_count": 34241
        },
        {
          "adult": false,
          "backdrop_path": "/rzdPqYx7Um4FUZeD8wpXqjAUcEm.jpg",
          "id": 597,
          "title": "Titanic",
          "original_language": "en",
          "original_title": "Titanic",
          "overview": "Durante las labores de recuperación de los restos del famoso Titanic, una anciana norteamericana se pone en contacto con la expedición para acudir a una plataforma flotante instalada en el Mar del Norte y asistir 'in situ' a la recuperación de sus recuerdos. A través de su memoria reviviremos los acontecimientos que marcaron el siniestro más famoso del siglo XX: el hundimiento del trasatlántico más lujoso del mundo, la máquina más sofisticada de su tiempo, considerada «insumergible», que sucumbió a las heladas aguas del Atlántico en abril de 1912, llevándose consigo la vida de mil quinientas personas, más de la mitad del pasaje. En los recueros de la anciana hay cabida para algo más que la tragedia, la historia de amor que vivió con un joven pasajero de tercera clase, un pintor aficionado que había ganado su pasaje en una partida las cartas en una taberna de Southampton.",
          "poster_path": "/rBTJZrf5UWaxzg5YJd2eqpeaSvm.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "popularity": 162.951,
          "release_date": "1997-11-18",
          "video": false,
          "vote_average": 7.898,
          "vote_count": 23419
        },
        {
          "adult": false,
          "backdrop_path": "/2nqsOT2AqPkTW81bWaLRtjgjqVM.jpg",
          "id": 11324,
          "title": "Shutter Island",
          "original_language": "en",
          "original_title": "Shutter Island",
          "overview": "Verano de 1954. Los agentes judiciales Teddy Daniels y Chuck Aule son destinados a una remota isla del puerto de Boston para investigar la desaparición de una peligrosa asesina recluida en el hospital psiquiátrico Ashecliffe, un centro penitenciario para criminales perturbados dirigido por el siniestro doctor John Cawley. Pronto descubrirán que el centro guarda muchos secretos, y que la isla esconde algo más peligroso que los pacientes.",
          "poster_path": "/497K2tBT6RYKfzUTXYK8BBZGOWZ.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53,
            9648
          ],
          "popularity": 61.395,
          "release_date": "2010-02-14",
          "video": false,
          "vote_average": 8.199,
          "vote_count": 22089
        }
      ]
    },
    {
      "adult": false,
      "id": 234352,
      "name": "Margot Robbie",
      "original_name": "Margot Robbie",
      "media_type": "person",
      "popularity": 84.904,
      "gender": 1,
      "known_for_department": "Acting",
      "profile_path": "/euDPyqLnuwaWMHajcU3oZ9uZezR.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/uozb2VeD87YmhoUP1RrGWfzuCrr.jpg",
          "id": 495764,
          "title": "Aves de presa (y la fantabulosa emancipación de Harley Quinn)",
          "original_language": "en",
          "original_title": "Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)",
          "overview": "Después de separarse del Joker, Harley Quinn y otras tres heroínas (Canario Negro, Cazadora y Renée Montoya) unen sus fuerzas para salvar a una niña del malvado rey del crimen, Máscara Negra.",
          "poster_path": "/4GCqF17I2ST5M8iSkwh1jwqvi7F.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            80
          ],
          "popularity": 64.334,
          "release_date": "2020-02-05",
          "video": false,
          "vote_average": 6.964,
          "vote_count": 9572
        },
        {
          "adult": false,
          "backdrop_path": "/jlGmlFOcfo8n5tURmhC7YVd4Iyy.jpg",
          "id": 436969,
          "title": "El escuadrón suicida",
          "original_language": "en",
          "original_title": "The Suicide Squad",
          "overview": "Un grupo de super villanos se encuentran encerrados en Belle Reve, una prisión de alta seguridad con la tasa de mortalidad más alta de Estados Unidos. Para salir de allí harán cualquier cosa, incluso unirse al grupo Task Force X, dedicado a llevar a cabo misiones suicidas bajo las órdenes de Amanda Waller. Fuertemente armados son enviados a la isla Corto Maltese, una jungla repleta de enemigos.",
          "poster_path": "/fPJWlhXA2VXf4MlQ3JenVsz1iba.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            35,
            12
          ],
          "popularity": 181.414,
          "release_date": "2021-07-28",
          "video": false,
          "vote_average": 7.563,
          "vote_count": 7567
        },
        {
          "adult": false,
          "backdrop_path": "/7Nwnmyzrtd0FkcRyPqmdzTPppQa.jpg",
          "id": 106646,
          "title": "El lobo de Wall Street",
          "original_language": "en",
          "original_title": "The Wolf of Wall Street",
          "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
          "poster_path": "/jTlIYjvS16XOpsfvYCTmtEHV10K.jpg",
          "media_type": "movie",
          "genre_ids": [
            80,
            18,
            35
          ],
          "popularity": 102.149,
          "release_date": "2013-12-25",
          "video": false,
          "vote_average": 8.037,
          "vote_count": 22004
        }
      ]
    },
    {
      "adult": false,
      "id": 190,
      "name": "Clint Eastwood",
      "original_name": "Clint Eastwood",
      "media_type": "person",
      "popularity": 45.631,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/dU35NnjZ4aGw5abIJe3WXVf3Eey.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/wmsePXV2z1b6ecXuKKrFbG0Q92P.jpg",
          "id": 13223,
          "title": "Gran Torino",
          "original_language": "en",
          "original_title": "Gran Torino",
          "overview": "Walt Kowalski, un veterano de la guerra de Corea, es un obrero jubilado del sector del automóvil. Su máxima pasión es cuidar de su más preciado tesoro: un coche Gran Torino de 1972. Es un hombre inflexible y con una voluntad de hierro, al que le cuesta trabajo asimilar los cambios que se producen a su alrededor. Sin embargo, las circustancias harán que se vea obligado a replantearse sus ideas.",
          "poster_path": "/7w54KRHdRokgXqxL59GKVau8e6l.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "popularity": 28.444,
          "release_date": "2008-12-12",
          "video": false,
          "vote_average": 7.998,
          "vote_count": 9908
        },
        {
          "adult": false,
          "backdrop_path": "/oGMomeS7bE43eN8SGJUaKvQnmud.jpg",
          "id": 70,
          "title": "Million Dollar Baby",
          "original_language": "en",
          "original_title": "Million Dollar Baby",
          "overview": "Frankie Dunn, después de haber entrenado y representado a los mejores púgiles, regenta un gimnasio con la ayuda de Scrap, un ex-boxeador que, además, es su único amigo. Frankie es un hombre solitario y adusto que se refugia desde hace años en la religión buscando una redención que no llega. Un día, entra en su gimnasio Maggie Fitzgerald, una voluntariosa chica que quiere boxear y que está dispuesta a luchar denodadamente para conseguirlo. Pero lo que más desea y necesita es que alguien crea en ella. Frankie la rechaza alegando que es demasiado mayor y que, además, él no entrena a chicas. Pero Maggie no se rinde y se machaca cada día en el gimnasio, con el único apoyo de Scrap. Finalmente, convencido de la inquebrantable determinación de Maggie, Frankie decide entrenarla.",
          "poster_path": "/3mNb5EaO5HfgrxZGx917c8kNp6E.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "popularity": 38.499,
          "release_date": "2004-12-15",
          "video": false,
          "vote_average": 7.961,
          "vote_count": 8775
        },
        {
          "adult": false,
          "backdrop_path": "/eoCSp75lxatmIa6aGqfnzwtbttd.jpg",
          "id": 429,
          "title": "El bueno, el feo y el malo",
          "original_language": "it",
          "original_title": "Il buono, il brutto, il cattivo",
          "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
          "poster_path": "/vd9uj5KLlOrJnvNH03exLDlMAE0.jpg",
          "media_type": "movie",
          "genre_ids": [
            37
          ],
          "popularity": 57.144,
          "release_date": "1966-12-23",
          "video": false,
          "vote_average": 8.5,
          "vote_count": 7626
        }
      ]
    },
    {
      "adult": false,
      "id": 1100,
      "name": "Arnold Schwarzenegger",
      "original_name": "Arnold Schwarzenegger",
      "media_type": "person",
      "popularity": 23.192,
      "gender": 2,
      "known_for_department": "Acting",
      "profile_path": "/zEMhugsgXIpnQqO31GpAJYMUZZ1.jpg",
      "known_for": [
        {
          "adult": false,
          "backdrop_path": "/wh4ze6klUbeichAj603OKZwY1W5.jpg",
          "id": 218,
          "title": "Terminator",
          "original_language": "en",
          "original_title": "The Terminator",
          "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
          "poster_path": "/kbPqRWsGS1siVUeEFVtLKloTG0Y.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            53,
            878
          ],
          "popularity": 69.125,
          "release_date": "1984-10-26",
          "video": false,
          "vote_average": 7.644,
          "vote_count": 11734
        },
        {
          "adult": false,
          "backdrop_path": "/xKb6mtdfI5Qsggc44Hr9CCUDvaj.jpg",
          "id": 280,
          "title": "Terminator 2: El juicio final",
          "original_language": "en",
          "original_title": "Terminator 2: Judgment Day",
          "overview": "Ha pasado once años desde que Sarah Connor fue marcada como objetivo para ser eliminada por un cyborg del futuro. Ahora su hijo John, el futuro líder de la resistencia, es el objetivo de un Terminator más moderno, más mortífero. Una vez más, la resistencia se las ha ingeniado para enviar un protector de vuelta al pasado para intentar salvar a John y a su madre Sarah.",
          "poster_path": "/10xtoK2SFv6ADIeWxr3mcrjko72.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            53,
            878
          ],
          "popularity": 73.294,
          "release_date": "1991-07-03",
          "video": false,
          "vote_average": 8.1,
          "vote_count": 11612
        },
        {
          "adult": false,
          "backdrop_path": "/g4a5YLWwi6OCp8TcvxsUNrXMbN5.jpg",
          "id": 87101,
          "title": "Terminator Génesis",
          "original_language": "en",
          "original_title": "Terminator Genisys",
          "overview": "Año 2032. La guerra del futuro se está librando y un grupo de rebeldes humanos tiene el sistema de inteligencia artificial Skynet contra las cuerdas. John Connor es el líder de la resistencia, y Kyle Reese es su fiel soldado, criado en las ruinas de una postapocalíptica California. Para salvaguardar el futuro, Connor envía a Reese a 1984 para salvar a su madre, Sarah de un Terminator programado para matarla con el fin de que no llegue a dar a luz a John. Pero lo que Reese encuentra en el otro lado no es como él esperaba.",
          "poster_path": "/vky6H7mCBjSsg1GMGJtJpGUeVS1.jpg",
          "media_type": "movie",
          "genre_ids": [
            878,
            28,
            53,
            12
          ],
          "popularity": 116.748,
          "release_date": "2015-06-23",
          "video": false,
          "vote_average": 5.9,
          "vote_count": 7806
        }
      ]
    },
    {
      "adult": false,
      "id": 3984815,
      "name": "Lucas Reinke",
      "original_name": "Lucas Reinke",
      "media_type": "person",
      "popularity": 0.6,
      "gender": 0,
      "known_for_department": "Directing",
      "profile_path": null,
      "known_for": [
        {
          "adult": false,
          "backdrop_path": null,
          "id": 1164999,
          "title": "Tears Of Happiness",
          "original_language": "en",
          "original_title": "Tears Of Happiness",
          "overview": "When Bradly wants to become a filmmaker, Mario, the famous Italian producer, prevents him from achieving his dream.  A written short film by Lucas Reinke to be co - directed by Ryan Delve and Lucas Reinke",
          "poster_path": null,
          "media_type": "movie",
          "genre_ids": [],
          "popularity": 0,
          "release_date": "",
          "video": false,
          "vote_average": 0,
          "vote_count": 0
        },
        {
          "adult": false,
          "backdrop_path": "/xgK3U3jvwwedQe9ZrBekKfH5sKw.jpg",
          "id": 1163740,
          "title": "Coffee In The Heat",
          "original_language": "en",
          "original_title": "Café Dans Le Feu",
          "overview": "When Annie's parents go to the beach, what does she do to pass the time?",
          "poster_path": "/r08jTz29GfDot0DYqldJabl9WBr.jpg",
          "media_type": "movie",
          "genre_ids": [
            35,
            10751
          ],
          "popularity": 2.744,
          "release_date": "2023-08-12",
          "video": false,
          "vote_average": 0,
          "vote_count": 0
        },
        {
          "adult": false,
          "backdrop_path": "/a7fEc1m3GNf5S8Wb4HqfNZdmowY.jpg",
          "id": 1112804,
          "title": "Have You Seen This Before?",
          "original_language": "en",
          "original_title": "Have You Seen This Before?",
          "overview": "A story with no (real) narrative that just takes you through a holiday in Wales to show you how great it can be, whilst also trying to explore the creativity that cinematography and colour grading can present to you.",
          "poster_path": "/5zd5s6xMfXrOatGw5GpkuMeFdsY.jpg",
          "media_type": "movie",
          "genre_ids": [
            99,
            10751
          ],
          "popularity": 0.748,
          "release_date": "2023-04-13",
          "video": false,
          "vote_average": 0,
          "vote_count": 0
        }
      ]
    }
  ],
  "total_pages": 1000,
  "total_results": 20000
}